{
  "FeaturedArticle": {
    "Id": "1",
    "ArtistName": "Johannes Vermeer",
    "PaintingTitle": "The Milkmaid",
    "Museum": "Rijksmuseum",
    "City": "Amsterdam",
    "PublishDate": "5-3-2023",
    "Date": "1660",
    "ArticleUrl": "/johannes-vermeer/the-milkmaid",
    "ImageUrl": "https://lh3.googleusercontent.com/cRtF3WdYfRQEraAcQz8dWDJOq3XsRX-h244rOw6zwkHtxy7NHjJOany7u4I2EG_uMAfNwBLHkFyLMENzpmfBTSYXIH_F",
    "ObjectId": "SK-A-2344",
    "MuseumId": "2",
    "Text": "<p>Johannes Vermeer (1632-1675) was a Dutch Baroque painter who specialized in beautiful domestic interior scenes of middle class life. He painted his most famous painting &ldquo;The Milkmaid&rdquo; in 1657-1658. This painting is housed in Rijksmuseum in Amsterdam. The Milkmaid is a fairly early work by Vermeer and it should be said right away that there's only thirty-six paintings by Vermeer. Among the few of his paintings today, the majority are of the same setting, in the depiction of interior there is a feeling of familiarity. The furniture and the subjects may change, but the composition, the angles, and the undisturbed moments of pondering feel identical. What sets Vermeer apart from other Dutch masters is his ability to create a narrative from the ordinary  lives of his subjects.</p><p>Similarly The Milkmaid looks like and is an earthy young woman who is pouring milk from a pitcher into a bowl on a table. And on the table there is an extraordinary amount of bread. So the woman is doing something quite practical, but she is smiling subtly. And then to the lower right of this figure we see a row of tiles at the baseboard of the rear wall behind her. On the tile right next to her is this figure of Cupid, with his bow held out in front of him. And to the other side of a foot warmer on the floor is the image of a standing man with a walking stick and what appears to be a backpack. And there is this third blue-and-white tile. So there is this juxtaposition of a milkmaid, a Cupid, and the figure of a wandering man, it seems. And between them the foot-warmer, which consists of a pot of hot coals shoved into a wooden box that is perforated on the top so you can rest your feet on it. This was a very common symbol of amorous feelings in women. And all of that suggests romance for the Milkmaid.</p><p>Now when you look at the painting by Vermeer, he is really approaching young ladies in romantic situations with a lot of thought for how they feel about it and how their expressions and body languages are affected by that.</p><p>In this painting we can see why Vermeer has been nicknamed the master of light. He creates extreme contrasts by using the presence of light affectively. We can see that the light is the second subject of the painting. The glow is seen on the objects on the table,  the bread and the milk jug. He uses it to create a sense of crispness in the edges.The crustaceous texture of the bread against the silky softness of the milkmaids clothes and skin.&ldquo; The light, though bright, doesn't wash out the rough texture of the bread crusts or flatten the volumes of the maid's thick waist and rounded shoulders.&rdquo; Vermeer uses complementary hues to optimally showcase highlights and shadows, almost as a means of exaggeration. It has been said that Vermeer has painted here the most beautiful depiction of the bare white wall. We can see the nails, its shadow and the rust that surrounds it.</p><p>The number of colors available in the seventeenth-century Netherlands was limited, and far fewer than what’s available to the modern artist. The range and depth of colors in Vermeer's paintings were achieved by using a few pigments. In The Milkmaid Vermeer displays his ability to create very different colored draperies from a limited palette, giving unity to the figure. In this painting it is a play on yellow (lead-tin yellow), blue (ultramarine), and white (lead white). It was a self-imposed discipline - he had no shortage of colors at his disposal. The skirt is modeled in shades of ultramarine and white with an ultramarine glaze. The lights on the sleeve are painted with lead-tin yellow and ultramarine and the darks with an ultramarine glaze over a mixture of ultramarine and white. In the turned up sleeve an ultramarine and white mixture is used again, this time over an ocher underpaint that gives it its unusual color. Vermeer’s ideologies on colors are drawn from Leonardo da Vinci’s beliefs, that every color is governed by every other color and its vicinity. &ldquo;A yellow fabric would never truly be yellow as such but rather an ochre with the accented highlights of yellow.&rdquo;</p><p>Vermeer carefully placed each item in the setting of this room to provide the illusion of a more spacious setting. Having a unique focal point was uncommon for this era.One thing that we can easily deduce from a Vermeer piece is his usage of linear perspective.We can even see the spot he punctured on the canvas while attempting to lay down the base lines for his composition, using a pen and a thread.</p><p> This painting that was made for a private collector Pieter van Ruijven is now one of the most famous paintings in the Netherlands.</p>"
  }
}